#1------------
	Masked Input plugin for jQuery
	Copyright (c) 2007-2013 Josh Bush (digitalbush.com)
	Licensed under the MIT license (http://digitalbush.com/projects/masked-input-plugin/#license)
  валидация форм, провретка по маске,пример телефон (999) 999-99-99 postcode (999999) итд

#2-----------
	Как узнать, есть ли обработчик на элементе (теге) ?
	Если речь идет именно об инструментах разработчика, то в Хроме делаем так:
1.Кликаем правой кнопкой мыши по нужному элементу => Inspect element (или же F12, а затем находим и выделяем нужный элемент в дереве).
2.Далее в правой нижней колонке есть вкладка Event Listeners, там можно найти все обработчики
Соответственно для клика ищем событие click.
Если необходимо найти только обработчики событий текущего элемента, снимаем галочку Ancestors, если же возможно, что клик идет
по какому-то родителю (что довольно часто бывает), то галку оставляем.

